{
  "Menagerie:BeastSpiritShrine": {
    "NAME": "야수 정령의 사당",
    "DESCRIPTIONS": [
      "기이한 침묵과 함께 작은 사당이 드러납니다. 당신의 발소리조차 침묵에 삼켜집니다. 이 사당은 덩굴로 덮여져있었습니다. NL NL 내부에는 #g동물과 #g야수의 조각과 조각상이 가득합니다. 알 수 없는 기운이 공중에 가득 차올랐고, 당신은 어떠한 존재가 당신을 지켜보고 있다고 느낍니다. 당신은 그 안에 보이는 동상들에게 무릎을 꿇었습니다.",
      "당신은 #g조각상 앞에 무릎을 꿇습니다. 야수 같은 원기와 교활이 찾아오는 기분입니다. 그들의 발톱과 송곳니가 여러분의 살을 파고들며, 그들의 혼이 힘을 주면서 여러분 안에 스며드는걸 느꼈습니다. 잠시 후 당신은 일어섰습니다. 더 강해지고, 더 치열해지고, 야수처럼 되어있었습니다.",
      "당신은 #g조각상 앞에 무릎을 꿇고, 다양한 에너지를 포함한 무지개 조각을 들어올렸습니다. 야수와도 같은 원기가 당신 안에 스며드는것을 느꼈습니다. 잠시 후 당신은 일어섰습니다. 더 강해지고, 더 치열해지고, 야수처럼 되어있었습니다."
    ],
    "OPTIONS": [
      "[꿇는다] #g야수의 #g혼 #g카드를 #g얻습니다. #r최대 #r체력을 #r{0} #r잃습니다.",
      "[프리즘 조각을 사용한다] #g야수의 #g혼 #g카드를 #g얻습니다.",
      "[떠나기]"
    ]
  },
  "Menagerie:MageAndMonster": {
    "NAME": "현자와 괴물",
    "DESCRIPTIONS": [
      "당신은 격전을 치르게 됩니다! 강력한 #b현자와 그와 대등한 실력을 가진 #r괴물이 치열하게 싸우고 있었습니다. 이 전투는 둘이 대등했습니다.",
      "당신은 #r괴물에 대적하는 #b현자와 합류하여 그의 힘이 되어줍니다. #r괴물은 당신과 현자의 협공에 빠르게 무너져내렸습니다. NL NL #b현자와 헤어지기 전에, 그가 당신에게 #g신비한 #g마법으로 적을 공격하는 방법을 알려주었습니다.",
      "당신은 뒤에서 #b현자를 공격하여 그에게 부상을 입혀 #r괴물에게 공격할 수 있는 빈 틈을 주었습니다. 두 방향을 전부 방어할 수 없는 현자는 곧 쓰러졌고 전투는 끝났습니다.  NL NL #r괴물이 그 곳을 떠난 후, 당신은 괴물의 공격 기술 중 하나를 자연스럽게 따라할 수 있음을 깨닫게 되었습니다.",
      "관여하지 않는 것이 최선이겠죠. 분명 좋은 결과를 얻지는 못 할겁니다. NL NL 전투를 피하려고 할때 갑자기 빗나간 #r불덩어리가 날아옵니다! 불덩어리를 잘 회피해냈지만 당신의 #y골드 일부가 쏟아졌고, 그것을 다시 담을 생각을 하진 못 했습니다. 쏟아집니다."
    ],
    "OPTIONS": [
      "[현자를 돕는다] 현자의 심판을 #g얻습니다. #r체력을 #r{0} #r잃습니다.",
      "[괴물을 돕는다] 학살을 #g얻습니다. #r체력을 #r{0} #r잃습니다.",
      "[전투를 피한다] #r골드를 #r{0} #r잃습니다.",
      "[떠나기]"
    ]
  },
  "Menagerie:OvergrownLibrary": {
    "NAME": "매우 거대한 도서관",
    "DESCRIPTIONS": [
      "폐허 속에 숨어들어가니, 당신은 #g식물이 무성하게 자란 작은 #b도서관을 발견했습니다. NL NL 유용한 것을 찾아보았더니 온전한 책이 있는 선반을 찾아내었습니다. 책에 손을 뻗었더니 위협적인 #p~힘~ 이 느껴집니다. 이 책을 주의깊게 읽게 된다면 #r위험하게 될지도 모릅니다...",
      "이 #r불안한 #r기척을 무시할수는 없습니다. 당신은 책을 재빨리 들여다봅니다. 마법으로 살아 숨쉬는 주문들로 가득 차 있었군요! 나중에 사용하고 싶은 주문을 재빨리 습득해냈습니다.",
      "이 #r불안한 #r기척은 별게 아닐 것입니다. 여러분은 이 책의 주문들에 대해 더 자세히 학습하기 위해 자리에 앉습니다. 주문들이 마치 당신의 몸으로 스며들고 싶어하는것 같습니다. NL NL 얼마 후, 학습을 마치고 이 도서관을 빠져나가자, 당신은 마치 이 책의 주문들이 #r당신의 #r속에서 #r무언가를 #r끄집어 #r낸것 #r같은 #r기분을 들게 만들었습니다. 그 감각은 대체 무엇이었을까요?"
    ],
    "OPTIONS": [
      "[훑어보기] #g주문 #g카드를 #g덱에 #g추가합니다.",
      "[천천히 읽기] #g3 #g장의 #g주문 #g카드를 #g덱에 #g추가합니다. #r최대 #r체력을 #r{0} #r잃습니다. #r저주를 #r받습니다.",
      "[떠나기]"
    ]
  },
  "Menagerie:ThreeAnimals": {
    "NAME": "동물 세 마리",
    "DESCRIPTIONS": [
      "음침하고 그늘진 곳을 걷다 보니, 당신은 세 동물의 유령과도 같은 머리를 마주하게 되었습니다 : #y사자, #b염소, #g뱀 이었습니다. 어디로 움직이려고 하던간에, 그것들은 당신 앞에 계속 떠있었습니다. 당신은 이 여행을 계속하기 위해 유령의 머리들 중 하나를 통과해야 한다는 것을 깨닫습니다. NL NL 잠깐 동안 망설이다가, 어쩌면 이 머리들은 당신에게 제공할 수 있는 혜택이 있다는 생각이 들기 시작했습니다...",
      "#y사자 머리를 지나쳤습니다. 당신은 무언가 이상하고도 #b날카로운 #b감각을 느꼈습니다.",
      "#y염소 머리를 지나쳤습니다. 당신은 #g활기가 차오르는것을 느낍니다.",
      "#y뱀 머리를 지나쳤습니다. 당신은 무언가 #y가벼워진 #y느낌이 들었습니다."
    ],
    "OPTIONS": [
      "[사자] #g다른 #g직업의 #g카드로 #g구성된 #g카드 #g보상을 #g얻습니다.",
      "[염소] #g체력을 #g{0} #g회복합니다..",
      "[뱀] #g덱에서 #g카드 #g1장을 #g선택하여 #g제거합니다.",
      "[떠나기]",
      "제거할 카드 1장을 선택하세요."
    ]
  },
  "Menagerie:BigGameHunter": {
    "NAME": "거물 사냥꾼",
    "DESCRIPTIONS": [
      "당신은 무성하게 자란 폐허를 탐색하다가, 캠프를 차리고 있는 이상하게 차려입은 인물을 발견했습니다. 그는 매우 많은 장비들로 덮여있고 매우 많은 무기들을 가지고 있어서 대체 어떻게 생겨먹은 인물인지 알 수 없습니다. 당신이 다가가니, 그 모습이 돌아서서 당신을 맞이합니다. NL NL \"안녕하신가, 친구!\" 그가 당신에게 소리칩니다. \"자네도 나와 같은 이유로 신비한 사냥감을 사냥하러 온 게 틀림없어! 이 곳의 #y야수와 #y괴수들은 일반적인 사냥감들보다 훨씬 가치있고 즐겁지, 그렇고 말고! 내가 본 것들 중에서 가장 #g@짜릿한@ 것들을 말해주겠네!\" NL NL 이 인물이 자신의 공적에 대한 이야기를 늘어놓자, 당신은 왠지 모르게 기뻐집니다.",
      "그리고 마침내, #y여러개의 #y머리가 #y달린 #y괴물에 대한 이야기가 끝나고, 그가 대화 주제를 바꾸었습니다. NL NL \"자네는 이제 이 일을 막 시작한것처럼 보이는데, 그럼 내 장비를 하나 줘야겠구만! 이 칼이 어울릴텐데, 단지 칼날을 갈려면 #r~혈액~ 이 좀 필요할거야.\"",
      "\"항상 같은 #b거물 #b사냥꾼을 만나게 되는건 #g기쁜일이야!\" 당신이 떠나갈때 그가 행운을 빌어주었습니다."
    ],
    "OPTIONS": [
      "[듣기]",
      "[도구를 받기] #r최대 #r체력을 #r{0} #r잃습니다. #g유물을 #g얻습니다.",
      "[떠나기]"
    ]
  },
  "Menagerie:ScentOfGold": {
    "NAME": "황금의 향기",
    "DESCRIPTIONS": [
      "당신이 이 #b동물원의 다음 야수들을 상대할 준비를 하려는 순간, 어떤 이상한 야수가 당신을 #r사냥할 #r준비를 하고 있는걸 알아차렸습니다. 그 생물이 수많은 다리로 당신에게 접근합니다. NL NL 갑자기 그 생물의 코가 경련합니다. 당신은 저 야수의 관심이 당신의 #y골드 #y주머니에 있다는 것을 깨달았습니다. 골드로 이 생물을 진정시킬 수 있을것 같은 기분이 듭니다... 만약 도주를 선택한다면, 저 야수의 발톱보다 더 빠를지 확신할수 없습니다.",
      "당신이 자신의 골드 주머니를 열고 그것을 내밀었더니 그 생물이 더욱 가까이 다가오며 코가 다시 경련을 일으킵니다. 그러더니 갑자기 코와 혀를 #y골드 #y주머니에 들이밀고 #y골드 중 일부를 후루룩 들이키는 모습을 보며 당신은 약간 안심하게 됩니다. NL NL 골드를 맛나게 먹은것 같습니다. 잠깐의 식사 후, 야수가 당신을 기대하는듯한 눈빛으로 바라봅니다. 마치 #g~맛있는~ #y~골드를~ 준비해준다면 어디든 따라올것이라는 눈빛이었습니다. ",
      "당신은 재빨리 도주했습니다. 야수가 엄청난 점프력으로 힘차게 도약하여 발톱으로 #r당신을 #r쓸어내면서 한 방 먹였고, 당신은 그 생물이 들어올 수 없는 근처 통로를 통해 재빨리 탈출합니다. NL NL 분노에 차서 울부짖는 소리를 들은 후, 그 한 번의 #r할퀴기가 이렇게나 많은 피해를 입힌걸 생각했고, 저 야수과 싸우지 않은것을 다행으로 여겼습니다."
    ],
    "OPTIONS": [
      "[골드 주머니를 내민다] {0} 를 얻습니다.",
      "[도주] #r체력을 #r{0} #r잃습니다.",
      "[떠나기]"
    ]
  },
  "Menagerie:StasisChamber": {
    "NAME": "정지장",
    "DESCRIPTIONS": [
      "실험실의 잔해 속에서 형태가 완전한 #b정지장을 발견했습니다. 소용돌이치는 가스는 그 안에 있는 것을 가렸고, 당신이 아무리 노력해도 아무런 흔적도 찾을수 없었습니다. NL NL 유일한 단서는 \"{0} 의 표본. 건드리지 마시오!\" 라고 적힌 팻말뿐이었습니다. NL NL 이 실험실을 3번째로 방황하고 난 뒤, 당신은 이 정지장에 있는 것을 조용히 풀어주거나 또는 그냥 다른 곳으로 가야한다는 결론을 내리게 됩니다."
    ],
    "OPTIONS": [
      "[풀어주기] {0} 출신의 무작위 엘리트와 전투합니다.",
      "[떠나기]"
    ]
  },
  "Menagerie:SpiderNest": {
    "NAME": "거미 둥지",
    "DESCRIPTIONS": [
      "끈적끈적하고 탄력적인 벽으로 구성된 경로의 구석으로 진입했더니 앞으로 나아갈수록 #b거미줄이 점점 더 커지고 두꺼워지는 것을 알아차렸습니다. 곧 당신은 주위에 #y골드, #y다양한 #y물품들, 그리고 #p해골들이 넘치는 거미줄로 덮인 지역에 있게 됩니다. NL NL 이런 곳에 거대한 둥지를 틀 정도인 거미는 얼마나 거대한지 상상도 하기 싫군요. NL NL 주변을 둘러보니 이 둥지에서 빠르게 떠나기 전에 #b거미가 모아둔 물품들을 가져갈지에 대한 생각이 들었습니다.",
      "거미들의 물건을 훔치는데에 약간의 부끄러움을 느꼈습니다."
    ],
    "OPTIONS": [
      "[물건을 훔친다] #g골드를 {0} #g얻습니다. #r저주를 #r받습니다 #r- #r수치.",
      "[떠나기]"
    ]
  },
  "Menagerie:MossyPath": {
    "NAME": "이끼 숲",
    "DESCRIPTIONS": [
      "이끼가 우거진 숲을 걷다 보니 #g생명력 #g에너지로 가득 차있는 주변 환경이 느껴집니다. 일반적인 식물보다 더 큰 식물들이 곳곳에서 자라고 있고, 당신 앞에 있는 길은 빛과 안개로 희미해져 갑니다. 이 환경에 점점 압도되기 시작했습니다. 이 곳의 #g에너지가 이 지역에 존재하는 야수들의 생육에도 박차를 가한 것으로 보입니다. 다른 길로 돌아서 간다면 또 다른 적대적인 생물들과 반드시 마주치게 될 것입니다.",
      "생명 에너지가 당신의 몸에 깃들지만, 무언가 이상한 기운도 함께 들어온것 같습니다."
    ],
    "OPTIONS": [
      "[계속 진행하기] #g체력을 #g{0} #g회복합니다. #r저주를 #r받습니다 #r- #r부패.",
      "[피하기] 일반 적들과 전투합니다.",
      "[떠나기]"
    ]
  },
  "Menagerie:LunarGift": {
    "NAME": "달의 선물",
    "DESCRIPTIONS": [
      "당신이 험한 지형을 헤쳐나가고 있을때, 당신은 위에서 당신을 비추며 앞으로 나아가는 경로를 밝혀주는 #b달을 발견했습니다. 기운이 북돋아지며, 저 달의 도움이 너무나도 고맙다고 느껴집니다. NL NL 잠깐 생각해보니, 당신이 손을 뻗어서 달을 ~만지는게~ 가능할것 같다는 느낌이 들었습니다....",
      "당신은 달에게 손을 뻗었습니다. #g~충격적인~ #g~고통이~ 스쳐지나가며, 당신의 몸 안에 새로운 길을 열어주었습니다."
    ],
    "OPTIONS": [
      "[손을 뻗기] {0}를 얻습니다. #r체력을 #r{1} #r잃습니다.",
      "[떠나기]"
    ]
  },
  "Menagerie:MagicPeddler": {
    "NAME": "마법 보따리상",
    "DESCRIPTIONS": [
      "\"안녕하시오, 친구! 이 #b마법 #b두루마리들 좀 보고 가지 않겠소? 첨탑에서 #y명성과 #y운을 추구하는 모험가에겐 딱이지. 내 스크롤은 #g체력에도 #g도움되고, 당신의 #g기술력에도 도움을 줄 수도 있으며, #g강력한 #g마법을 얻을수도 있다오. 어떤걸 원하시오?",
      "보따리상은 이 거래에 매우 만족했으며, 이동 하기 전, 당신의 첨탑 등반에 대한 행운을 빌어주었습니다."
    ],
    "OPTIONS": [
      "[포션] #y{0} #y골드: #g무작위 #g포션 #g1개를 #g얻습니다.",
      "[회복] #y{0} #y골드: #g체력을 #g{1} #g회복합니다.",
      "[마법] #y{0} #y골드: #g마법 #g카드 #g{1} #g장을 #g덱에 #g추가합니다.",
      "[떠나기]",
      "[잠김] {0} 골드가 필요합니다."
    ]
  },
  "Menagerie:HarrowingRitual": {
    "NAME": "참혹한 의식",
    "DESCRIPTIONS": [
      "#r폭력의 #r잔해가 #p~어둠의~ #p~의식이~ 행해진 장소에 널브러져있습니다. 곳곳에 #r말라붙은 #r혈액들과 사방에 널려있는 뼈들, 원형의 잿더미로 이루어진 잔해들... 무언가 #p끔찍한 일이 일어난것 같습니다. NL NL 하지만 한때 이곳에 소환되었던 존재의 #g힘이 남아있습니다. 그 존재의 힘을 받아들인다면 당신을 더 강하게 만들 수 있겠지만, 그럴 만한 가치가 있을까요?",
      "당신은 가장 강력한 방어 기술로 자신을 방어합니다. #r폭력적인 #r에너지가 쏟아져 나왔지만 당신은 그것을 견뎌냈습니다. 그 경험이 당신을 더 튼튼하게 만들어 주었습니다.",
      "#r폭력적인 #r에너지가 당신을 공격하는걸 막을수 없을것 같습니다. 잠깐의 고통이었지만, 당신은 그 에너지로부터 무언가 여운을 느끼게 되었습니다."
    ],
    "OPTIONS": [
      "[방어] #g최대 #g체력을 #g{0} #g얻습니다.",
      "[받아들이기] #g무작위 #g카드 #g1장을 #g강화합니다. #r체력을 #r{0} #r잃습니다.",
      "[떠나기]",
      "[잠김] 방어도가 {0} 또는 그 이상의 카드가 필요합니다."
    ]
  },
  "Menagerie:MagesHand": {
    "NAME": "마법사의 손",
    "DESCRIPTIONS": [
      "당신은 #p~기괴한~ 광경을 목격했습니다. 절단된 마법사의 손이 보였으며, 그 손끝에는 촛불이 붙여져있었습니다. 그것은 공중에 떠다니며, 힘차게 펄떡이면서 움직입니다. 대체 이게 어디서 왔는지 알 수 없습니다. 한때 이곳을 지배했던 마법사는 어떠한 끔찍한 의식을 통해 이곳을 만들어낸것 같습니다.",
      "당신은 그 손을 잡았습니다! 이전 소유자가 이전에 알고 있던 것이 당신이 알고 있던 지식의 일부를 대체했습니다."
    ],
    "OPTIONS": [
      "[잡기] #g덱의 #g카드 #g1장을 #g주문 #g카드 #g1장으로 #g변환시킵니다.",
      "[떠나기]",
      "변환시킬 카드를 선택하세요."
    ]
  },
  "Menagerie:CloudVision": {
    "NAME": "구름 속의 시야",
    "DESCRIPTIONS": [
      "당신은 구름 사이로 보이는 탁 트인 하늘의 이상한 광경을 목격했습니다. 갑자기 머릿속에 이미지가 형성되고, 이곳을 지배하는 힘 중 하나를 통찰할 기회가 생겼습니다. 하지만 어떤것을 택해야 좋을까요?",
      "활력이 당신을 강하게 만들어줄 것입니다.",
      "교활은 당신을 가로막는 적들을 쉽게 처치하도록 도울 것입니다.",
      "지혜는 당신의 길을 인도해줄 것입니다."
    ],
    "OPTIONS": [
      "[활력] #g카드 #g1장을 #g변환시킵니다. #g최대 #g체력을 #g{0} #g얻습니다.",
      "[교활] #g무작위 #g카드 #g1장을 #g강화합니다. #g골드를 #g{0} #g얻습니다.",
      "[지혜] #g덱에서 #g카드 #g1장을 #g제거합니다.",
      "[떠나기]",
      "변환시킬 카드를 선택하세요.",
      "제거할 카드를 선택하세요."
    ]
  },
  "Menagerie:GrandMagusTower": {
    "NAME": "고대 마법사의 탑",
    "DESCRIPTIONS": [
      "이 지역은 #b동물원이 자리잡기 이전에는 마법사들의 거주 지역이었던것 같습니다. 당신은 저 멀리에 있는 #b탑을 발견합니다. 잘 수리되어있었고, 다른 건물들이 상대적으로 왜소하게 보였습니다. NL NL 멀리서 보더라도 탑은 피할 수 없는 #p~파멸적인~ 기운을 내뿜고 있었지만 또 다른 힘을 얻을수도 있겠죠. NL NL 이성적인 판단에 반해, 당신은 안으로 몰래 들어갑니다.",
      "#b타워 안은, 의식이 없는 자들이 이국적인 물체부터 표현하기 어려운 것들까지, 모든 종류의 이상한 짐승들이 들어 있는 야수와 진화 생물들을 살펴보고 있는것 같았습니다. 언데드 하수인들은 피하기 쉬웠습니다. 당신은 아무런 경보도 울리지 않고 #b탑의 중앙으로 향했습니다. NL NL 탑의 중앙에서, #y힘으로 떨고 있는 #g마법서를 있었습니다. 하지만 #p~어둠의~ #p~주문이~ 걸려있는 것을 보아하니. 이 책에 손을 대면 #r@공포의@ #r@주인이@ 당신을 발견할 것입니다.",
      "당신은 #y마법서를 가져갔습니다. NL NL 잠시 뒤, 괴이한 목소리가 방을 가득채웁니다. NL NL #p@어떤@ #p@놈이@ #p@내@ #p@주문을@ #p@훔쳐가느냐?@ NL NL 이 곳의 주인이 당신을 #r발견했습니다.",
      "#y~마법서를~ 버리고, 당신은 이 곳을 탈출했습니다."
    ],
    "OPTIONS": [
      "[계속]",
      "[훔친다] #g유물을 #g얻습니다. #r고대 #r마법사의 #r전투합니다.",
      "[떠나기]"
    ]
  },
  "Menagerie:CorruptingLight": {
    "NAME": "타락의 빛",
    "DESCRIPTIONS": [
      "당신은 방 한가운데에서 일렁이는 #p에너지 #p덩어리 를 발견했습니다. NL NL ~매혹적인~ ~광채와~ ~맥박치는~ ~문양이~ 당신을 이끄는것만 같습니다.",
      "빛 사이로 걸어갈때, 당신은 빛이 당신에게 흡수되는 것을 알아차립니다.  NL 정말로 #p@혼란스럽고@ #r@부패한@ 빛이었습니다! 하지만 그 고통이 빠르게 사라졌습니다. NL 마치 치를만한 대가를 치뤘다는듯이, 당신은 #b활기가 넘쳐흐릅니다.",
      "무슨 일이 벌어질 수 있었을지 궁금해하면서 빛을 빙 둘러 돌아갑니다."
    ],
    "OPTIONS": [
      "[들어간다] #g무작위 #g카드 #g{0} #g장을 #g강화합니다.  {1} #r를 얻습니다.",
      "[떠나기]"
    ]
  },
  "Menagerie:ShimmeringGrove": {
    "NAME": "빛나는 숲",
    "DESCRIPTIONS": [
      "당신은 한때 #b구조물들로 이루어져있었던 것으로 보이는 지역에 도달합니다. 지금은 #g자연의 #g생물들이 땅을 완전히 개간한것처럼 보이는군요. NL NL 주변의 숲들이 당신의 시선을 끕니다. #g나무와 #y풀들은 마치 #r만화경 같은 무늬와 #p에너지가 넘쳐흐르는 상태로 ~빛나고~ 있었습니다. 어쩌면 당신이 이 숲에 들어간다면 당신에게 이익이 될지도 모릅니다.",
      "당신은 숲에 들어간뒤, #p에너지가 넘쳐흐르는 지역에 섰습니다. 마치 식물들이 당신에게 손을 뻗어 당신을 치유하는듯 느껴지며, 당신은 자신의 힘이 증대되고, 자라고, 변화하고 있는 것을 느낍니다. 당신의 의식이 점점 희미해집니다....",
      "당신의 안에 스며든 야수의 혼을 품고, 숲으로 들어갑니다. #p에너지들이 당신을 환영합니다. 마치 식물들이 당신에게 손을 뻗어 당신을 치유하는듯 느껴지며, 당신은 편안한 잠에 빠져들면서 힘이 확장되고, 자라고, 변화하고 있는 것을 느낍니다....",
      "#b탈태는 완료되었습니다. 숲에서 나온 후, #g원기를 회복합니다. 이제 당신이 할 수 있는게 많아진것 같습니다. NL NL 마법사들은 자신의 앞에 있는 것들을 포용하지 않고 실험만을 반복하는 어리석은 자들이었던 것같습니다.",
      "당신은 숲을 지나치기로 결심했습니다. 그런데 거리가 먼데도 불구하고, 에너지를 머금은 줄기 하나가 당신을 만지려고 합니다! NL NL 이 과정에서 적을 공격하는 기술을 새로 배운것 같지만, 그 기술은 지금 당신이 이미 쓸 줄 아는 기술과 차이점이 없었습니다. "
    ],
    "OPTIONS": [
      "[들어가기] {0} #g를 #g얻습니다. #r최대 #r체력을 #r{1} #r잃습니다.",
      "[야수의 혼을 받아들이기] {0} #g를 #g얻습니다.",
      "[무시하기] #r획득: {0}.",
      "[계속]",
      "[떠나기]"
    ]
  },
  "Menagerie:Silence": {
    "NAME": "침묵",
    "DESCRIPTIONS": [
      "당신은 갑자기 숲의 소리가 동식물의 소음에서 더 깊은 #p침묵으로 바뀌었다는 것을 깨닫게 됩니다. 그림자는 안개 속을 움직이고, 새는 하늘을 날지만, 소리는 내지 않고 그림자도 드리우지 않습니다. #g안전하게 통과하는 길이 보였지만, 이 곳을 더 #y탐색하고 더 깊은 곳에서 찾을 수 있는 것들을 보고 싶은 유혹에 빠졌습니다.",
      "길을 떠나서, 당신은 어둠 속으로 모험을 합니다. 이 곳의 분광 형태의 짐승들은 해롭지 않아 보였습니다. 마침내, 여러분은 나무 구멍에 만들어진 커다란 둥지로 보이는 것을 알아차리게 되고, 그 안에 희미하게 #g꿈틀대는 #y반투명한 #b~알이~ 있었습니다. NL NL 이 #b알에 접근하면서 당신은 그것을 가져갈 수 있는 충분한 물품을 가지고 있었습니다. 하지만 등뒤에서 #r끔찍한 #r한기를 느꼈습니다! 당신은 안전한 길을 향해 도주했습니다. #p분노에 #p찬 #p시선이 당신의 뒤를 추적합니다...",
      "당신은 아무 피해 없이 숲을 통과하는 길을 택합니다."
    ],
    "OPTIONS": [
      "[탐험한다] {0} #g를 #g얻습니다. #r체력을 #r{1} #r잃습니다.",
      "[떠나기]"
    ]
  },
  "Menagerie:AtThePeak": {
    "NAME": "봉우리 위에서",
    "DESCRIPTIONS": [
      "매우 높은 봉우리들로 이루어진 땅이 당신의 앞에 펼쳐져 있었습니다. 이 정점들을 오르는 것만큼이나 엄청난 성취가 기다리고 있는 긴 여정이 있을것 같습니다. NL NL 이전에 누군가가 당신보다 먼저 도착해서 바위 사이에 #b깃발을 꽂은 것 같습니다. 당신은 깃발을 가지고 갈지 말지를 고려합니다.",
      "당신은 깃발을 아래로 끌어당겼습니다. 빠져나오기가 의외로 힘들었고, 마침내 깃발을 거의 다 꺼내갈때, 깃발을 당기는 힘이 당신을 비틀거리게 하며 곧 바위에 부딪히게 되었습니다. 정말 #r서투른 행동이었습니다.",
      "당신은 깃발을 그냥 둔 채 산을 내려가는 여행을 시작합니다."
    ],
    "OPTIONS": [
      "[가져간다]  {0} #g를 #g얻습니다. #r저주를 #r받습니다 #r- #r서투름.",
      "[떠나기]"
    ]
  }
}