{
  "Menagerie:BeastSpiritShrine": {
    "NAME": "Beast Spirit Shrine",
    "DESCRIPTIONS": [
      "A curious silence reveals the presence of a small shrine, cracked and covered with vines but still standing. Even your footsteps are swallowed by the silence. NL NL Peering inside, carvings and statues of #ganimals and #gbeasts fill the structure. A power fills the air, and you feel something is #bwatching you, #b~judging~ you. You are drawn to kneel at the #statues that you can see within.",
      "You kneel before the #gstatues. You feel bestial spirits vigor and cunning come to you. Their claws and fangs dig into your flesh, but you feel that the spirits remain with you, empowering you. You rise, stronger, fiercer, bestial."
    ],
    "OPTIONS": [
      "[Kneel] #gGain Beast Spirit. #rLose #r{0} #rMax #rHP.",
      "[Leave]"
    ]
  },
  "Menagerie:MageAndMonster": {
    "NAME": "Mage and Monster",
    "DESCRIPTIONS": [
      "You come across a pitched battle! A powerful #bmage is fighting an equally fierce #rmonster, and the battle seems to be evenly matched.",
      "You join the #bmage in attacking the #rmonster, adding your strength to his. The #rmonster is no match for both of you, and your coordinated attacks bring it down. NL NL Before parting with the #bmage, he teaches you a way to strike at your enemies with your #ginnate #gpower.",
      "You cut down the #bmage from behind, wounding him and giving the #rmonster an opening to strike. Unable to defend against both of you, the mage quickly falls and the battle is over. NL NL As the #rmonster wanders off, you have a flash of insight as you realize that you can mimic its #gfrenzied #gstrikes.",
      "Best not to get involved. Nothing good ever comes of it. NL NL As you maneuver around the battle, a stray #rfireball flies towards you! You're able to dodge it, but some of your #ygold spills out."
    ],
    "OPTIONS": [
      "[Help the mage] #gGain Sage's Judgement. #rLose #r{0} #rHP.",
      "[Help the monster] #gGain Slaughter. #rLose #r{0} #rHP.",
      "[Avoid the battle] #rLose #r{0} #rgold.",
      "[Leave]"
    ]
  },
  "Menagerie:OvergrownLibrary": {
    "NAME": "Overgrown Library",
    "DESCRIPTIONS": [
      "Hidden amidst the ruins, you find a small #blibrary, overgrown with #gvegetation. NL NL Searching for anything useful, you find a shelf with intact books. As you reach out to touch them, you feel the tingle of #p~power.~ This book is #rdangerous to read too closely.",
      "Respecting the signs of #rdanger, you take a quick peek into the book. It's filled with spells, alive with magic! You remember one to use later.",
      "Ignoring the signs of #rdanger, you sit down for careful study of the book. The spells describes inside entrance you. NL NL Some time later, you come out of your trance, realizing that the spells of the book have #rtaken #rpart #rof #ryou #rto #rfeed #rthemselves and left #p~something~ #p~else~ behind. Was that really a good idea?"
    ],
    "OPTIONS": [
      "[Peek] #gAdd #ga #gpowerful #gspell #gto #gyour #gdeck.",
      "[Read] #gAdd #g3 #gpowerful #gspells #gto #gyour #gdeck. #rLose #r{0} #rMax #rHP. #rBecome #rcursed.",
      "[Leave]"
    ]
  },
  "Menagerie:ThreeAnimals": {
    "NAME": "Three Animals",
    "DESCRIPTIONS": [
      "Walking through an area of gloom and shadow, you find yourself confronted by the ghostly heads of three animals: a #ylion, a #bgoat, and a #gsnake. No matter how you move, they float in front of you, and you realize that you need to walk through one of the ghostly heads to continue on your journey. NL NL As you pause to consider, you begin to think that each one has something to offer you....",
      "Walking through the #ylion, you feel #bstrange #binstincts.",
      "Walking through the #bgoat, you feel #ginvigorated.",
      "Walking through the #gsnake, you feel your #ythoughts #ysharpen."
    ],
    "OPTIONS": [
      "[Lion] #gAdd #ga #gcard #gof #ga #gdifferent #gcolor #gto #gyour #gdeck.",
      "[Goat] #gHeal #g{0} #gHP.",
      "[Snake] #gRemove #ga #gcard #gfrom #gyour #gdeck.",
      "[Leave]",
      "Select a Card to Remove."
    ]
  },
  "Menagerie:BigGameHunter": {
    "NAME": "Big Game Hunter",
    "DESCRIPTIONS": [
      "Navigating the overgrown ruins, you come across a strangely dressed figure setting up camp. It's covered in so much gear and carrying so many weapons that you can't tell what the creature itself looks like under all of it. As you approach, the figure turns and greets you. NL NL \"Ho there, friend!\" he shouts at you. \"You must be here to hunt exotic game, the same reason I am! The #ybeasts and #yabominations of this place make normal game pale in comparison. Let me tell you about all the #g@exhilirating@ things I've seen!\" NL NL The figure regales you with tales of its exploits.",
      "Finally, after a story about hunting #ymany-headed #ymonsters, the figure switches topics. NL NL \"I see you're just starting out, so perhaps you'd be interested in my old gear? I've got my knife, which just needs a bit of #r~blood~ to sharpen it's edge.\"",
      "\"Always a #gpleasure to meet a fellow #bhunter!\" The figure wishes you luck in your hunting as you leave."
    ],
    "OPTIONS": [
      "[Listen]",
      "[Take] #rLose #r{0} #rMax #rHP. #gGain #gthe #gknife.",
      "[Leave]"
    ]
  },
  "Menagerie:ScentOfGold": {
    "NAME": "Scent of Gold",
    "DESCRIPTIONS": [
      "As you prepare for your next encounter with the beasts of the #bMenagerie, you realize that one of the beasts is hunting #byou! It stalks towards you on many legs. NL NL The creature's nose twitches, and you realize that its attention is on your #ygold #ypouch. You wonder if you might be able to pacify this creature in some way... and if you can't, you're not sure you can stay ahead of its claws.",
      "You open your gold pouch and hold it out, and the creature's nose twitches again as it draws close. Hoping that this isn't going to get you mauled, you're relieved as the beast sticks its nose and tongue into the #ygold #ypouch, slurping out some of the #ygold. NL NL It seems to like the taste. After a bit of eating, it looks expectantly at you, ready to follow you anywhere if it will result in more #g~delicious~ #y~gold.~",
      "You take off running. The creature makes a powerful leap and #rswipes you with its claws, dealing a glancing blow, but you quickly make your escape through a nearby passage that the creature doesn't fit into. NL NL As it angrily howls after you, you're thankful you didn't try to fight in when a single #rswipe did so much #rdamage."
    ],
    "OPTIONS": [
      "[Pacify] #gGain {0}.",
      "[Run] #rLose #r{0} #rHP.",
      "[Leave]"
    ]
  },
  "Menagerie:StasisChamber": {
    "NAME": "Stasis Chamber",
    "DESCRIPTIONS": [
      "Amidst the wreckage of a laboratory, you find a fully intact #bstasis #bchamber. Swirling gasses obscure whatever is inside it, and try as you might, you can't make anything out. NL NL The only hint is a small plaque at the front of the chamber, which reads \"Specimen of {0}. Do not touch!\" NL NL As you circle the chamber for a third time, you conclude that you either need to release what's in the chamber sight unseen, or move on."
    ],
    "OPTIONS": [
      "[Release] Fight an elite from {0}.",
      "[Leave]"
    ]
  },
  "Menagerie:SpiderNest": {
    "NAME": "Spider Nest",
    "DESCRIPTIONS": [
      "You start to notice #bwebs along the edges of the path, formed of sticky, resilient string, getting larger and thicker as you continue forward. Soon you find yourself in an area coated with webs, with #ygold and #yvaluables and #pskeletons all around. NL NL You wonder what kind of spider would be crazy enough to make its lair in a place like this... and how big it must be. You decide you don't want to find out. NL NL The only remaining question is whether you raid the #bspider's #blair for #yvaluables before getting as far away from this place as you can.",
      "You feel a bit ashamed for stealing from a spider."
    ],
    "OPTIONS": [
      "[Raid] #gGain {0} #ggold. #rBecome #rCursed #r- #rShame.",
      "[Leave]"
    ]
  },
  "Menagerie:MossyPath": {
    "NAME": "Mossy Path",
    "DESCRIPTIONS": [
      "Walking down a path overrun with moss, you can feel your surroundings humming with #glife and #genergy. Larger than normal plants  are growing everywhere, and the path ahead of you fades into light and fog. It's starting to become overwhelming. It looks like the #genergy of this place has also accelerated the grow of the fauna of the area, so going around will surely result in a fight.",
      "The life energy heals you, but sets up a strange reaction in your body."
    ],
    "OPTIONS": [
      "[Continue] #gHeal #g{0} #gHP. #rBecome #rCursed #r- #rDecay.",
      "[Detour] Fight a group of normal enemies with low rewards.",
      "[Leave]"
    ]
  },
  "Menagerie:LunarGift": {
    "NAME": "Lunar Gift",
    "DESCRIPTIONS": [
      "As you struggle through rough terrain, somehow you catch a glance of the #bmoon shining over you, lighting your way. Your spirits lift, and you thank the moon for its assistance. NL NL Looking up, you feel like you could almost reach up and ~touch~ it....",
      "You close your hand around the moon! A #g~shocking~ #g~current~ runs through you, opening new pathways within your body."
    ],
    "OPTIONS": [
      "[Touch] #gGain {0}. #rLose #r{1} #rHP.",
      "[Leave]"
    ]
  },
  "Menagerie:MagicPeddler": {
    "NAME": "Magic Peddler",
    "DESCRIPTIONS": [
      "\"Hail, friend! Would you care to purchase one of these #bmagical #bscrolls? Perfect for an adventurer seeking #yfame and #yfortune in the spire. My scrolls can give you #ghealth, or help build your #gskills, or master #gpowerful #gspells of your own. What would you care to buy?",
      "The peddler thanks you for your purchase and wishes you luck in the spire before packing up shop, headed for another location."
    ],
    "OPTIONS": [
      "[Potion] #y{0} #yGold: #gGain #ga #gpotion.",
      "[Heal] #y{0} #yGold: #gHeal #g{1} #gHP.",
      "[Spells] #y{0} #yGold: #gAdd #g{1} #gpowerful #gspells #gto #gyour #gdeck.",
      "[Leave]",
      "[Locked] Requires {0} Gold."
    ]
  },
  "Menagerie:HarrowingRitual": {
    "NAME": "Harrowing Ritual",
    "DESCRIPTIONS": [
      "#rViolent #renergies pour forth from the remnants of a #p~dark~ #p~ritual.~ The dried #rblood of the diagrams, the bones strewn all around, the wreckage of a circle of ash... something #pterrible happened here. NL NL But something remains of the #gpower that once was summoned here. You can sense the energies, still there, waiting. They could make you more powerful. Is it worth it?",
      "You shield yourself with your most powerful defenses and advance. The #rviolent #renergy pours out, but your defenses withstand it. The experience makes you sturdier.",
      "You accept that contact with the #rviolent #renergy is inevitable. Passing through it hurts... but you can feel a lingering power from it."
    ],
    "OPTIONS": [
      "[Shield] #gGain #g{0} #gMax #gHP.",
      "[Accept] #gUpgrade #ga #grandom #gcard. #rLose #r{0} #rHP.",
      "[Leave]",
      "[Locked] Requires card with {0} or more block."
    ]
  },
  "Menagerie:MagesHand": {
    "NAME": "Mage's Hand",
    "DESCRIPTIONS": [
      "Before you is a #p~disturbing~ sight: a severed mage's hand, candles planted on its fingertips. It floats in the air, pulsing with power as it moves around. Whoever it came from is nowhere to be seen. The mage's who once ruled this place must have created it through some terrible ritual.",
      "You grasp the hand in your own! A small portion of the knowledge its former owner had comes to you, replacing something that you previously knew."
    ],
    "OPTIONS": [
      "[Grasp] #gTransform #ga #gcard #gfrom #gyour #gdeck #ginto #ga #gpowerful #gspell.",
      "[Leave]",
      "Select a Card to Remove."
    ]
  },
  "Menagerie:CloudVision": {
    "NAME": "Cloud Vision",
    "DESCRIPTIONS": [
      "You have a strange vision of the open sky through the clouds. Images form in your head, and you have a chance to gain insight into one of the powers that rule this place. But which one?",
      "Vigor shall strengthen you.",
      "Cunning shall defeat your foes.",
      "Wisdom shall guide your way."
    ],
    "OPTIONS": [
      "[Vigor] #gTransform #ga #gcard. #gGain #g{0} #gMax #gHP.",
      "[Cunning] #gUpgrade #ga #grandom #gcard. #gGain #g{0} #gGold.",
      "[Wisdom] #gRemove #ga #gcard #gfrom #gyour #gdeck.",
      "[Leave]",
      "Select a Card to Transform.",
      "Select a Card to Remove."
    ]
  },
  "Menagerie:GrandMagusTower": {
    "NAME": "Grand Magus's Tower",
    "DESCRIPTIONS": [
      "As you draw near to the center of the mage's complex that the #bMenagerie once was, you spy an enormous #btower, still in good repair. It dwarfs the other nearby buildings. NL NL Even from a distance, the tower gives off an inescapable feeling of #p~doom,~ but also the promise of power. NL NL Against your better judgement, you sneak inside.",
      "Inside the #btower, mindless servitors tend to #ycages and #ychambers that contain all manner of strange beasts, from the exotic to the unspeakable. The undead servants are easy to avoid, and you make your way to the center of the #btower with no alarm raised. NL NL At the center, you find a #gspellbook that crackles with #ypower... but with #p~dark~ #p~magic~ guarding it. The #r@dread@ #r@master@ of this place will know if you take it.",
      "You take the spellbook. It crackles with #y~power.~ NL NL A moment later, a voice booms out. NL NL #p@Who@ #p@dares@ #p@steal@ #p@my@ #p@spells?@ NL NL The #rmaster of this place has arrived.",
      "As #y~enticing~ as the #gspellbook is, you decide to leave it untouched and sneak out of the #btower."
    ],
    "OPTIONS": [
      "[Continue]",
      "[Steal] #gGain #ga #grelic. #rFight #rthe #rGrand #rMagus.",
      "[Leave]"
    ]
  },
  "Menagerie:CorruptingLight": {
    "NAME": "Corrupting Light",
    "DESCRIPTIONS": [
      "You find a #pmass #pof #penergy encompassing the center of the room. NL NL Its ~mesmerizing~ ~glow~ and ~pulsing~ ~patterns~ invite you in.",
      "As you walk through the light, you notice that the light is absorbed into you. NL It's #p@entropic@ and #r@corrupting!@ However, the pain quickly recedes. NL You feel #binvigorated, as though you received a new appendage.",
      "You walk around it, wondering what could have been."
    ],
    "OPTIONS": [
      "[Enter] #gUpgrade #g{0} #grandom #gcards. #rGain {1}.",
      "[Leave]"
    ]
  },
  "Menagerie:ShimmeringGrove": {
    "NAME": "Shimmering Grove",
    "DESCRIPTIONS": [
      "You reach an area with no sign of the #bstructures that once covered this place. #gNatural #glife has completely reclaimed the land. NL NL A nearby grove catches your eye, where the #gtrees and #ybushes ~shimmer~ with a #rkaleidoscope of #penergies. The power is volatile but could be used to your benefit if you enter the grove.",
      "You enter the grove, opening yourself to the #penergies in it. The plants reach out and cocoon you, and you feel your power expanding, growing, changing. Your thoughts fade....",
      "The #bmetamorphosis is complete. You emerge from the grove, #grejuvenated. There's so much more you can do now. NL NL The mages were fools to pursue their experiments instead of embracing what was in front of them.",
      "You decide to move past the grove, but even though you give it a wide berth, one of the tendril of energy suddenly reaches out to #ptouch you! NL NL You suddenly see a different way of striking your foes... but it isn't any better than what you already know how to do."
    ],
    "OPTIONS": [
      "[Enter] #gGain {0}. #rLose #r{1} #rMax #rHP.",
      "[Ignore] #rGain {0}.",
      "[Continue]",
      "[Leave]"
    ]
  }
}