{
  "Menagerie:BeastSpiritShrine": {
    "NAME": "Beast Spirit Shrine",
    "DESCRIPTIONS": [
      "A curious silence reveals the presence of a small shrine, cracked and covered with vines but still standing. Even your footsteps are swallowed by the silence. NL NL Peering inside, carvings and statues of #ganimals and #gbeasts fill the structure. A power fills the air, and you feel something is #bwatching you, #b~judging~ you. You are drawn to kneel at the #statues that you can see within.",
      "You kneel before the #gstatues. You feel bestial spirits vigor and cunning come to you. Their claws and fangs dig into your flesh, but you feel that the spirits remain with you, empowering you. You rise, stronger, fiercer, bestial."
    ],
    "OPTIONS": [
      "[Kneel] #gGain Beast Spirit. #rLose #r{1} #rMax #rHP.",
      "[Leave]"
    ]
  },
  "Menagerie:MageAndMonster": {
    "NAME": "Mage and Monster",
    "DESCRIPTIONS": [
      "You come across a pitched battle! A powerful #bmage is fighting an equally fierce #rmonster, and the battle seems to be evenly matched.",
      "You join the #bmage in attacking the #rmonster, adding your strength to his. The #rmonster is no match for both of you, and your coordinated attacks bring it down. NL NL Before parting with the #bmage, he teaches you a way to strike at your enemies with your #ginnate #gpower.",
      "You cut down the #bmage from behind, wounding him and giving the #rmonster an opening to strike. Unable to defend against both of you, the mage quickly falls and the battle is over. NL NL As the #rmonster wanders off, you have a flash of insight as you realize that you can mimic its #gfrenzied #gstrikes.",
      "Best not to get involved. Nothing good ever comes of it."
    ],
    "OPTIONS": [
      "[Help the mage] #gGain Sage's Judgement. #rLose #r{0} #rHP.",
      "[Help the monster] #gGain Outburst. #rLose #r{0} #rHP.",
      "[Leave]"
    ]
  },
  "Menagerie:OvergrownLibrary": {
    "NAME": "Overgrown Library",
    "DESCRIPTIONS": [
      "Hidden amidst the ruins, you find a small #blibrary, overgrown with #gvegetation. NL NL Searching for anything useful, you find a shelf with intact books. As you reach out to touch them, you feel the tingle of #p~power.~ This book is #rdangerous to read too closely.",
      "Respecting the signs of #rdanger, you take a quick peek into the book. It's filled with spells, alive with magic! You remember one to use later.",
      "Ignoring the signs of #rdanger, you sit down for careful study of the book. The spells describes inside entrance you. NL NL Some time later, you come out of your trance, realizing that the spells of the book have #rtaken #rpart #rof #ryou #rto #rfeed #rthemselves and left #p~something~ #p~else~ behind."
    ],
    "OPTIONS": [
      "[Peek] #gAdd #ga #gpowerful #gspell #gto #gyour #gdeck.",
      "[Read] #gAdd #g3 #gpowerful #gspells #gto #gyour #gdeck. #rLose #r{0} #rMax #rHP. #rBecome #rCursed #r- #rPain.",
      "[Leave]"
    ]
  },
  "Menagerie:ThreeAnimals": {
    "NAME": "Three Animals",
    "DESCRIPTIONS": [
      "Walking through an area of gloom and shadow, you find yourself confronted by the ghostly heads of three animals: a #ylion, a #bgoat, and a #gsnake. No matter how you move, they float in front of you, and you realize that you need to walk through one of the ghostly heads to continue on your journey. NL NL As you pause to consider, you begin to think that each one has something to offer you....",
      "Walking through the #ylion, you feel a #rsharp #rbite, but find yourself in possession of a #gnew #grelic as well.",
      "Walking through the #bgoat, you feel #ginvigorated.",
      "Walking through the #gsnake, you feel your thoughts sharpen."
    ],
    "OPTIONS": [
      "[Lion] #gGain #ga #grelic. #rBecome #rCursed #r- #rInjury.",
      "[Goat] #gHeal #g{0} #gHP.",
      "[Snake] #gRemove #ga #gcard #gfrom #gyour #gdeck.",
      "[Leave]",
      "Select a Card to Remove."
    ]
  }
}